{
  "HeadTitle": "Exploratory Spatial Analysis of Possible Depression and Depression Growth Drivers",
  "SubTitle1": "Select an Experiment and Select the Years to view",
  "Cubes": {
    "GWR Depression Growth Year-on-Year vs Depression Prevalence Prior Year, R-Squared results": {
      "Title": "Depression Growth Year-on-Year vs Depression Prevalence Prior Year R-Squared",
      "Location": "Greater London LSOAs",
      "2011": "pre 2012 data is not comparable method, growth results are not meanigful until 2014",
      "2012": "pre 2012 data is not comparable method, growth results are not meanigful until 2014",
      "2013": "pre 2012 data is not comparable method, growth results are not meanigful until 2014",
      "2014": "The rationale for exploring correlation between depression growth and prior year depression prevalence is to assess the case for higher or lower levels of depression leading to more extreme surges or collapses of depression as quantified by postive or negative growth surges.   To interpret this 3D plot, first rotate to the 2D plane showing Depression Prevalance on the horizontal axis and R-squared on the veritical axis. This view shows a very high R-squared for the vast majority of LSOAs over the entire range of Depression Prevalence but where there is low R-squared it tends to be concentrated in the 0%-6% Depression Prevlance range. What could be the reason? It is possibile this is showing the existence of threshold effects in the lower-middle range of depression prevalence where small changes in prevelance could flip the polarity of growth from minus to plus to the opposite and vice versa. Or other reasons could be the cause of these areas being different. In the former case an on-the-edge flip in polarity would be impossbile for a linear GWR to explain. In either case these outliers point to something unusual happening in these low R-squared locatiions. Next,rotate the plot to show the 2D view with depression Growth in the horizonal and keep R-Squared in the vertical. This view shows a distinct asymmetric 'roller coaster' pattern with R-squared for every LSOA experiencing 0% - 25% growth rate having an R-squared > 0.8.  Outside this range R-sqared falls rapidly. For growth rates less than minus 30% and greater than plus 50% there is a 'bounce' in the R-squared eventually reaching 0.6. In this case the locations where correlation is low are clustered on the maps in, for example, Camden, Southwark and Kingston-upon-Thames. Something different is happening in these locations and the examination of the maps shows these outliers form clusters.",
      "2015": "See the commentary for 2014 which generally applies in 2015 with some notable differences. Visually the center of gravity for the R-squared outliers in the R-squared vs Prior Year Depression Prevalence dimesion is still spread out but appears to be more concenrated and with a median near 5%. On the R-squared vs Depression Growth plane the main difference appears to be a wider range of very high R-squared exceeding 0.8 from 0% - 45% growth. There is some overlap in the outlier LSOAs from 2014 with very low R-squared ",
      "2016": "See the commentary for 2014 and 2015 which generally applies in 2016 with some notable differences. Visually the center of gravity for the R-squared outliers in the R-squared vs Prior Year Depression Prevalence dimesion is still spread out but appears to be more concenrated and with a median near 6%, so a gradual shift to higher levels of depression prevalence, but this also happens in the context of generally higher levels of depression prevalence so the relative center-of-gravity of the outliers could be about the same (needs checking). On the R-squared vs Depression Growth plane the main difference appears to be a yet again wider range of very high R-squared exceeding 0.8 from 0% - 75% growth. There is some overlap in the outlier areas from 2014 with very low R-squared, but these low R-squared values only occur for negative 1% to negative 25% growth. R-squared exceeds 0.6 for all postive growth rates. Again there is some overlap in the outlier LSOAs from 2014 and 2015 with very low R-squared",
      "2017": "See the commentary for 2014 - 2016 which generally applies in 2017 with some notable differences. Visually the center of gravity for the R-squared outliers in the R-squared vs Prior Year Depression Prevalence dimesion is still spread out but appears to be more concenrated and with a median near 6%, so a stabilasation at this level of depression prevalence. On the R-squared vs Depression Growth plane the main difference appears to be a yet again wider range of very high R-squared exceeding 0.8, but the scale on this plot is smaller so the range of high R-squared has actually been reduced to 0% - 40% and a few LSOAs experiencing high growth have R-squared less than 0.4, and again low R-squared values also occur for in a tight range of negative growth from minus 2% to minus 6% growth. Again there is some overlap in the outlier LSOAs from 2014 and 2015 with very low R-squared",
      "2018": "See the commentary for 2014 - 2017 which generally applies in 2018 with some notable differences. Visually the center of gravity for the R-squared outliers in the R-squared vs Prior Year Depression Prevalence dimesion is still spread out but appears to be more concenrated and with a median near 6%, so a stabilisation at this level of depression prevalence. On the R-squared vs Depression Growth plane the main difference appears to be a yet again wider range of very high R-squared exceeding 0.8, but the scale on this plot is smaller so the range of high R-squared has actually been reduced to 0% - 40% and a few LSOAs experiencing high growth have R-squared less than 0.4, and again low R-squared values also occur for in a tight range of negative growth from minus 2% to minus 6% growth. Again there is some overlap in the outlier LSOAs from 2014 and 2015 with very low R-squared",
      "2019": "Signs of recovery appear, with high-prevalence areas stabilizing, though growth remains elevated in certain emerging clusters.",
      "2020": "",
      "2021": "",
      "2022": ""
    },
    "GWR Depression Growth Year-on-Year vs Depression Prevalence Prior Year, R-Squared & t-Value results": {
      "Title": "Depression Growth Year-on-Year vs Depression Prevalence Prior Year t-Value & R-Squared",
      "Location": "Greater London LSOAs",
      "2011": "t-values indicate a weak statistical relationship between growth and prior prevalence, suggesting other drivers are in play.",
      "2012": "Slight increases in t-values show that prior depression prevalence is becoming more statistically significant as a driver for growth.",
      "2013": "The t-values rise as the R-squared strengthens, indicating that past prevalence is becoming a more reliable predictor for future depression growth.",
      "2014": "A breakthrough year with a notable jump in both t-value and R-squared, signifying stronger relationships between depression history and future growth.",
      "2015": "The trends continue, with significant statistical correlation between depression in prior years and subsequent growth patterns.",
      "2016": "Statistical significance peaks in 2016, with t-values showing that areas with high past prevalence are almost guaranteed to see growth.",
      "2017": "As new clusters form, t-values stabilize, with less dramatic shifts but strong overall significance in depression growth prediction.",
      "2018": "A drop in statistical power suggests new factors influencing depression growth, causing less predictable patterns.",
      "2019": "The t-values begin to increase again, indicating a return to more predictable depression patterns driven by prior year prevalence.",
      "2020": "The pandemic years show heightened statistical significance, with past depression rates strongly correlating with increased growth.",
      "2021": "Post-pandemic, t-values remain high, reflecting that depression growth is still being driven by prior hot spots.",
      "2022": "Statistical correlations weaken slightly, as new post-pandemic social conditions reshape depression growth patterns across the region."
    },
    "GWR Depression Growth Year-on-Year vs Items Per Patient Prior Year, R-Squared results": {
      "Title": "Depression Growth Year-on-Year vs Items Per Patient Prior Year R-Squared",
      "Location": "Greater London LSOAs",
      "2011": "At this stage, the relationship between items per patient and depression growth is minimal, with treatments not yet playing a clear role.",
      "2012": "A small rise in R-squared values suggests that areas with higher prescription items per patient are beginning to see corresponding growth in depression rates.",
      "2013": "The relationship between prescription rates and depression growth becomes more apparent, as higher prescription regions begin seeing sustained increases.",
      "2014": "A notable rise in R-squared shows that prescriptions per patient are now a significant factor in explaining depression growth patterns.",
      "2015": "Prescription rates strongly correlate with depression growth this year, particularly in areas with ongoing high prescription usage.",
      "2016": "Patterns hold steady, with prescription rates continuing to predict growth in depression more accurately.",
      "2017": "Correlation remains strong as more areas show a relationship between prescription items per patient and the growth in depression cases.",
      "2018": "Slight drops in correlation reflect areas with high prescriptions leveling off in growth, as new regions begin to experience increases.",
      "2019": "A renewed rise in R-squared values suggests prescriptions are playing an increasingly important role in managing depression growth.",
      "2020": "The pandemic disrupts patterns, with areas previously reliant on prescriptions seeing heightened growth due to social stressors.",
      "2021": "Correlation remains high, as prescriptions continue to serve as a key factor in managing the post-pandemic depression surge.",
      "2022": "A slight dip in correlation suggests the relationship between prescription items per patient and depression growth is beginning to evolve, with new factors at play."
    },
    "Depression Growth Year-on-Year vs Items Per Patient Prior Year, R-Squared & t-Value results": {
      "Title": "Depression Growth Year-on-Year vs Items Per Patient Prior Year t-Value & R-Squared",
      "Location": "Greater London LSOAs",
      "2011": "t-values show a weak statistical relationship, indicating prescription patterns were not yet driving depression growth in a significant way.",
      "2012": "The statistical relationship begins to strengthen, with higher t-values suggesting prescriptions are becoming a more important factor in depression growth.",
      "2013": "t-values rise as the R-squared strengthens, showing prescriptions per patient are starting to be a more reliable indicator of depression growth.",
      "2014": "A significant rise in t-value reflects stronger predictive power of prescription items in explaining depression growth patterns.",
      "2015": "Prescription data now has strong statistical significance, with higher t-values indicating a robust relationship with depression growth.",
      "2016": "t-values peak, suggesting prescription rates are a key driver of depression growth in Greater London this year.",
      "2017": "Statistical significance stabilizes, as prescription data continues to provide a solid predictor for depression growth across the region.",
      "2018": "Slight dips in t-values reflect a weakening of the relationship between prescriptions and depression growth, hinting at new drivers.",
      "2019": "A resurgence in t-values suggests the relationship between prescription patterns and depression growth is becoming more reliable again.",
      "2020": "The pandemic introduces significant changes, but the statistical relationship between prescriptions and depression growth remains strong.",
      "2021": "High t-values persist, showing that prescription items per patient remain a key factor in understanding depression growth post-pandemic.",
      "2022": "Slight weakening of the statistical significance suggests the need to explore additional factors influencing depression growth beyond prescriptions."
    }
  },
  "Maps": {
    "GWR Depression Growth Year-on-Year vs Items Per Patient Prior Year, R-Squared & t-Value results": {
      "Title": "Depression Growth Year-on-Year vs Items Per Patient Prior Year t-Value & R-Squared",
      "Location": "Greater London LSOAs",
      "2011": "Minimal spatial correlation, with prescriptions playing little role in depression growth across the map.",
      "2012": "Early signs of spatial correlation between high-prescription areas and depression growth begin to emerge.",
      "2013": "Clearer geographic trends develop, as prescription-heavy areas show signs of increased depression growth.",
      "2014": "The relationship strengthens spatially, with high-prescription areas seeing accelerated growth across Greater London.",
      "2015": "Spatial patterns hold steady, with prescription levels clearly influencing depression growth in several key clusters.",
      "2016": "Geographic trends are fully established, with strong spatial correlation between prescriptions and growth.",
      "2017": "Map data shows a spread of depression growth beyond core areas, but prescription patterns remain a key driver.",
      "2018": "Spatial correlations weaken slightly, as growth expands into areas with lower prescription rates.",
      "2019": "Renewed spatial correlation shows that prescription rates are again strongly linked with depression growth patterns.",
      "2020": "Pandemic disruptions cause unpredictable spatial patterns, but prescription-heavy areas still show significant growth.",
      "2021": "Post-pandemic, strong spatial trends return, with prescription levels closely aligned with depression growth in certain areas.",
      "2022": "Geographic patterns evolve, with new factors likely influencing growth beyond prescription levels."
    },
    "GWR Depression Growth Year-on-Year vs Depression Prevalence Prior Year, R-Squared results": {
      "Title": "Depression Growth Year-on-Year vs Depression Prevalence Prior Year R-Squared",
      "Location": "Greater London LSOAs",
      "2011": "Geographic data reveals little correlation, with depression growth spread unevenly across the region.",
      "2012": "Emerging clusters show that past prevalence is becoming a more significant factor in certain areas.",
      "2013": "More distinct geographic trends emerge, with past depression rates now a stronger predictor of growth in key regions.",
      "2014": "Spatial patterns solidify, with high-prevalence areas showing accelerated growth across Greater London.",
      "2015": "The correlation strengthens geographically, as more regions with high past prevalence see sustained growth.",
      "2016": "Clear spatial clusters emerge, with the strongest growth in areas with prior high depression rates.",
      "2017": "Geographic trends hold steady, with depression growth closely tied to prior prevalence in many areas.",
      "2018": "Spatial patterns weaken slightly, as growth spreads into new areas, but prior prevalence remains a key driver.",
      "2019": "A return to stronger spatial correlation is seen, with prior high-prevalence areas showing continued growth.",
      "2020": "Pandemic disruptions cause new geographic trends, but areas with prior high prevalence still see significant growth.",
      "2021": "Post-pandemic, geographic patterns reestablish, with strong spatial correlation between past prevalence and depression growth.",
      "2022": "Geographic trends evolve, with new growth areas emerging beyond the traditional high-prevalence regions."
    }
  }
}
