{
  "HeadTitle": "Exploratory Spatial Analysis of Potential Depression and Depression Growth Drivers",
  "SubTitle1": "Build an Experiment and Select the years to compare",
  "Cubes": {
    "Depression Growth Year-on-Year vs Depression Prevalence Prior Year R-Squared": {
      "Title": "Depression Growth Year-on-Year vs Depression Prevalence Prior Year R-Squared",
      "Location": "Greater London LSOAs",
      "2011": "In the early stages, there are minimal correlations between depression prevalence and growth, suggesting that drivers for depression were scattered across different regions.",
      "2012": "A slight uptick in the correlation indicates that certain areas with prior high depression rates started experiencing growth, but the pattern remains largely fragmented.",
      "2013": "R-squared values show more cohesive clusters, hinting that past prevalence is becoming a stronger predictor for future growth in certain neighborhoods.",
      "2014": "A clear shift occurs in 2014, where previous high-prevalence areas show significant depression growth, with R-squared values rising.",
      "2015": "Further stabilization of growth patterns is seen, as areas with high previous-year prevalence show more predictable growth, especially in suburban regions.",
      "2016": "The patterns remain consistent, with stronger correlations seen in urban pockets, where depression growth is accelerating.",
      "2017": "This year shows a more pronounced spread of depression growth to previously unaffected areas, while the R-squared correlation holds steady.",
      "2018": "Correlation dips slightly as growth starts appearing in new, less predictable areas. The expansion suggests broader societal drivers affecting previously low-prevalence regions.",
      "2019": "Signs of recovery appear, with high-prevalence areas stabilizing, though growth remains elevated in certain emerging clusters.",
      "2020": "The pandemic significantly impacts depression growth, with correlations skyrocketing in urban areas where social isolation and economic stress likely played a role.",
      "2021": "Post-pandemic, the R-squared values hold strong, suggesting that areas with previous high depression rates continue to drive the bulk of new cases.",
      "2022": "A rebalancing starts to emerge, with growth becoming less predictable, as new factors influence the patterns of depression across the city."
    },
    "Depression Growth Year-on-Year vs Depression Prevalence Prior Year t-Value & R-Squared": {
      "Title": "Depression Growth Year-on-Year vs Depression Prevalence Prior Year t-Value & R-Squared",
      "Location": "Greater London LSOAs",
      "2011": "t-values indicate a weak statistical relationship between growth and prior prevalence, suggesting other drivers are in play.",
      "2012": "Slight increases in t-values show that prior depression prevalence is becoming more statistically significant as a driver for growth.",
      "2013": "The t-values rise as the R-squared strengthens, indicating that past prevalence is becoming a more reliable predictor for future depression growth.",
      "2014": "A breakthrough year with a notable jump in both t-value and R-squared, signifying stronger relationships between depression history and future growth.",
      "2015": "The trends continue, with significant statistical correlation between depression in prior years and subsequent growth patterns.",
      "2016": "Statistical significance peaks in 2016, with t-values showing that areas with high past prevalence are almost guaranteed to see growth.",
      "2017": "As new clusters form, t-values stabilize, with less dramatic shifts but strong overall significance in depression growth prediction.",
      "2018": "A drop in statistical power suggests new factors influencing depression growth, causing less predictable patterns.",
      "2019": "The t-values begin to increase again, indicating a return to more predictable depression patterns driven by prior year prevalence.",
      "2020": "The pandemic years show heightened statistical significance, with past depression rates strongly correlating with increased growth.",
      "2021": "Post-pandemic, t-values remain high, reflecting that depression growth is still being driven by prior hot spots.",
      "2022": "Statistical correlations weaken slightly, as new post-pandemic social conditions reshape depression growth patterns across the region."
    },
    "Depression Growth Year-on-Year vs Items Per Patient Prior Year R-Squared": {
      "Title": "Depression Growth Year-on-Year vs Items Per Patient Prior Year R-Squared",
      "Location": "Greater London LSOAs",
      "2011": "At this stage, the relationship between items per patient and depression growth is minimal, with treatments not yet playing a clear role.",
      "2012": "A small rise in R-squared values suggests that areas with higher prescription items per patient are beginning to see corresponding growth in depression rates.",
      "2013": "The relationship between prescription rates and depression growth becomes more apparent, as higher prescription regions begin seeing sustained increases.",
      "2014": "A notable rise in R-squared shows that prescriptions per patient are now a significant factor in explaining depression growth patterns.",
      "2015": "Prescription rates strongly correlate with depression growth this year, particularly in areas with ongoing high prescription usage.",
      "2016": "Patterns hold steady, with prescription rates continuing to predict growth in depression more accurately.",
      "2017": "Correlation remains strong as more areas show a relationship between prescription items per patient and the growth in depression cases.",
      "2018": "Slight drops in correlation reflect areas with high prescriptions leveling off in growth, as new regions begin to experience increases.",
      "2019": "A renewed rise in R-squared values suggests prescriptions are playing an increasingly important role in managing depression growth.",
      "2020": "The pandemic disrupts patterns, with areas previously reliant on prescriptions seeing heightened growth due to social stressors.",
      "2021": "Correlation remains high, as prescriptions continue to serve as a key factor in managing the post-pandemic depression surge.",
      "2022": "A slight dip in correlation suggests the relationship between prescription items per patient and depression growth is beginning to evolve, with new factors at play."
    },
    "Depression Growth Year-on-Year vs Items Per Patient Prior Year t-Value & R-Squared": {
      "Title": "Depression Growth Year-on-Year vs Items Per Patient Prior Year t-Value & R-Squared",
      "Location": "Greater London LSOAs",
      "2011": "t-values show a weak statistical relationship, indicating prescription patterns were not yet driving depression growth in a significant way.",
      "2012": "The statistical relationship begins to strengthen, with higher t-values suggesting prescriptions are becoming a more important factor in depression growth.",
      "2013": "t-values rise as the R-squared strengthens, showing prescriptions per patient are starting to be a more reliable indicator of depression growth.",
      "2014": "A significant rise in t-value reflects stronger predictive power of prescription items in explaining depression growth patterns.",
      "2015": "Prescription data now has strong statistical significance, with higher t-values indicating a robust relationship with depression growth.",
      "2016": "t-values peak, suggesting prescription rates are a key driver of depression growth in Greater London this year.",
      "2017": "Statistical significance stabilizes, as prescription data continues to provide a solid predictor for depression growth across the region.",
      "2018": "Slight dips in t-values reflect a weakening of the relationship between prescriptions and depression growth, hinting at new drivers.",
      "2019": "A resurgence in t-values suggests the relationship between prescription patterns and depression growth is becoming more reliable again.",
      "2020": "The pandemic introduces significant changes, but the statistical relationship between prescriptions and depression growth remains strong.",
      "2021": "High t-values persist, showing that prescription items per patient remain a key factor in understanding depression growth post-pandemic.",
      "2022": "Slight weakening of the statistical significance suggests the need to explore additional factors influencing depression growth beyond prescriptions."
    }
  },
  "Maps": {
    "Depression Growth Year-on-Year vs Items Per Patient Prior Year t-Value & R-Squared": {
      "Title": "Depression Growth Year-on-Year vs Items Per Patient Prior Year t-Value & R-Squared",
      "Location": "Greater London LSOAs",
      "2011": "Minimal spatial correlation, with prescriptions playing little role in depression growth across the map.",
      "2012": "Early signs of spatial correlation between high-prescription areas and depression growth begin to emerge.",
      "2013": "Clearer geographic trends develop, as prescription-heavy areas show signs of increased depression growth.",
      "2014": "The relationship strengthens spatially, with high-prescription areas seeing accelerated growth across Greater London.",
      "2015": "Spatial patterns hold steady, with prescription levels clearly influencing depression growth in several key clusters.",
      "2016": "Geographic trends are fully established, with strong spatial correlation between prescriptions and growth.",
      "2017": "Map data shows a spread of depression growth beyond core areas, but prescription patterns remain a key driver.",
      "2018": "Spatial correlations weaken slightly, as growth expands into areas with lower prescription rates.",
      "2019": "Renewed spatial correlation shows that prescription rates are again strongly linked with depression growth patterns.",
      "2020": "Pandemic disruptions cause unpredictable spatial patterns, but prescription-heavy areas still show significant growth.",
      "2021": "Post-pandemic, strong spatial trends return, with prescription levels closely aligned with depression growth in certain areas.",
      "2022": "Geographic patterns evolve, with new factors likely influencing growth beyond prescription levels."
    },
    "Depression Growth Year-on-Year vs Depression Prevalence Prior Year R-Squared": {
      "Title": "Depression Growth Year-on-Year vs Depression Prevalence Prior Year R-Squared",
      "Location": "Greater London LSOAs",
      "2011": "Geographic data reveals little correlation, with depression growth spread unevenly across the region.",
      "2012": "Emerging clusters show that past prevalence is becoming a more significant factor in certain areas.",
      "2013": "More distinct geographic trends emerge, with past depression rates now a stronger predictor of growth in key regions.",
      "2014": "Spatial patterns solidify, with high-prevalence areas showing accelerated growth across Greater London.",
      "2015": "The correlation strengthens geographically, as more regions with high past prevalence see sustained growth.",
      "2016": "Clear spatial clusters emerge, with the strongest growth in areas with prior high depression rates.",
      "2017": "Geographic trends hold steady, with depression growth closely tied to prior prevalence in many areas.",
      "2018": "Spatial patterns weaken slightly, as growth spreads into new areas, but prior prevalence remains a key driver.",
      "2019": "A return to stronger spatial correlation is seen, with prior high-prevalence areas showing continued growth.",
      "2020": "Pandemic disruptions cause new geographic trends, but areas with prior high prevalence still see significant growth.",
      "2021": "Post-pandemic, geographic patterns reestablish, with strong spatial correlation between past prevalence and depression growth.",
      "2022": "Geographic trends evolve, with new growth areas emerging beyond the traditional high-prevalence regions."
    }
  }
}
